Repository: harrydayexe/SongLinkr
Catalog: Project/SongLinkr/Localizable.xcstrings
Source language: en
Languages: de, es, ja

source: About
de: Info
es: Información
ja: SongLinkrについて

source: Alphabetically
de: Alphabetisch
es: Alfabéticamente
ja: 五十音

source: Auto Open External Links
de: Externe Links automatisch öffnen
es: Auto Abrir Enlaces Externos
ja: 外部リンクを自動的に開く

source: Auto Open External Links will automatically open your default platform if it is matched and the original link did not originate from it.
de: Externe Links automatisch öffnen öffnet automatisch Ihre Standardplattform, wenn sie übereinstimmt und der ursprüngliche Link nicht von ihr stammt.
es: Auto abiertas enlaces externos se abrirán automáticamente su plataforma por defecto si se empareja y el enlace original no se originó a partir de ella.
ja: 「外部リンクを自動的に開く」をオンにすると、元のリンクがデフォルト音楽配信サービスと一致しない場合、デフォルト音楽配信サービスで自動的に開くようになります。

source: Choose Specific Platform
de: Wählen Sie eine bestimmte Plattform
es: Elija una plataforma específica
ja: 特定のプラットフォームを選択

source: Clear Search Bar
de: Entleere Suchleiste
es: Claro barra de búsqueda
ja: 検索バーをクリア

source: Convert a music link to links on all supported platforms
de: Ordne einen Link zu einem Song einer Plattform zu
es: Coincidir con un enlace a una canción a una plataforma específica
ja: 曲へのリンクを特定のプラットフォームに一致させる

source: Copy
de: Kopieren
es: Copiar
ja: コピー

source: Default Platform at the Top of Results
de: Standardplattform ganz oben in den Ergebnissen
es: Plataforma predeterminada en la parte superior de los resultados
ja: デフォルト音楽配信サービスを上に表示

source: Default Streaming Platform
de: Standard Streaming Dienst
es: Plataforma de transmisión predeterminada
ja: デフォルト音楽配信サービス

source: Delete
de: Löschen
es: Borrar
ja: 削除

source: German
de: Deutsch
es: Alemán
ja: ドイツ語

source: Help
de: Hilfe
es: Ayudar
ja: ヘルプ

source: History
de: Geschichte
es: Historia
ja: 履歴

source: Improve Translations
de: Übersetzungen verbessern
es: Mejorar las traducciones
ja: 翻訳改善

source: Japanese
de: Japanisch
es: Japonesa
ja: 日本語

source: Listening
de: Hören
es: Escuchando
ja: 聞き取り中

source: Loading
de: Wird geladen
es: Sobreprima
ja: 読み込み中

source: Match URL to Platform
de: Ordne eine URL einer Plattform zu
es: Hacer coincidir la URL con la plataforma
ja: URLをプラットフォームに一致させる

source: Match with Shazam
de: Vergleichen mit Shazam
es: Partido con Shazam
ja: Shazamでマッチ

source: Matches Found
de: Übereinstimmungen gefunden
es: Coincidencias encontradas
ja: マッチが見つかりました

source: Open
de: Öffnen
es: Abierto
ja: 開く

source: Open a music link in SongLinkr
de: Öffne einen Musiklink in SongLinkr
es: Abrir un enlace de música en SongLinkr
ja: SongLinkrで音楽リンクを開く

source: Open in App
de: In der app Öffnen
es: Abierto en la aplicación
ja: アプリで開く

source: Paste a URL to search for matches on other platforms.
de: Fügen Sie eine URL ein, um auf anderen Plattformen nach Übereinstimmungen zu suchen.
es: Pegue una URL para buscar coincidencias en otras plataformas.
ja: 他の音楽配信サービスで検索するには、URLをペーストしてください。

source: Pick your platform
de: Wähle deine Plattform
es: Elige tu plataforma
ja: 音楽配信サービス選択

source: Platform Sort Option
de: Plattform Sortieroption
es: Plataforma Ordenar Opción
ja: 音楽配信サービスの並べ替え

source: Popularity
de: Popularität
es: Popularidad
ja: 好評

source: Powered by Song.Link
de: Unterstützt von Song.Link
es: Desarrollado por Song.Link
ja: 提供者：Song.Link

source: Preferences
de: Präferenzen
es: Preferencias
ja: 設定

source: Privacy Policy
de: Datenschutz-Bestimmungen
es: Política de privacidad
ja: プライバシーポリシー

source: Save Shazam Matches to Library
de: Shazam-Matches in der Bibliothek speichern
ja: Shazamのマッチをライブラリに保存

source: Search Again
de: Erneut suchen
es: Busca de nuevo
ja: 再検索

source: Search Link
de: Link Suche
es: Enlace de búsqueda
ja: 検索

source: Send to SongLinkr
de: An SongLinkr senden
es: Enviar a SongLinkr
ja: SongLinkrに送る

source: Settings
de: Einstellungen
es: Ajustes
ja: 設定

source: Share
de: Teilen
es: Compartir
ja: シェア

source: Shazam Match Found
de: Übereinstimmung gefunden
es: Coincidencia de Shazam encontrada
ja: Shazamのマッチが見つかりました

source: Shazam Matches
de: Shazam Übereinstimmungen
es: Coincidencias de Shazam
ja: Shazamによるマッチ

source: SongLinkr is developed by Harry Day from England
de: SongLinkr wurde von Harry Day aus England entwickelt
es: SongLinkr es desarrollado por Harry Day de Inglaterra
ja: SongLinkrは、イギリスのHarry Dayさんに開発されたアプリです

source: Spanish
de: Spanisch
es: Español
ja: スペイン語

source: Support
de: Unterstützung
es: Apoyar
ja: サポート

source: Supported Platforms
de: Unterstützte Plattformen
es: Plataformas compatibles
ja: 対応している音楽配信サービス

source: Target Platform
de: Zielplattform
es: Plataforma de destino
ja: ターゲットプラットフォーム

source: Thanks To
de: Dank an
es: Gracias a
ja: 謝辞

source: The artwork for the media in the results
de: Das Artwork für die Medien in den Ergebnissen
es: La obra de arte para los medios en los resultados
ja: 検索結果のアルバムアートワーク

source: URL Matches
de: URL Übereinstimmungen
es: Coincidencias de URL
ja: URLによるマッチ

source: URL Search Field
de: URL-Suchenfeld
es: El campo URL búsqueda
ja: URL検索フィールド

source: Version Number
de: Softwareversion
es: Número de versión
ja: バージョン

source: Visit Song.Link
de: Besuche Song.Link
es: Visita Song.Link
ja: Song.Linkを開く
